<template>
    <div class="container">
        <div class="layout-form custom-width lg">
            <h1 class="main-title mb-5 lg bold text-center">عن بروزة</h1>
            <div class="disc mb-4" v-html="about">
                
            </div>
        </div>
    </div>
</template>

<script setup>
    const about = ref(`
    نحن ملتزمون بتمكين المتاجر الإلكترونية و المسوقون من خلال الأدوات والرؤى المتطورة للنجاح في التجارة الإلكترونية التنافسي، تتمثل مهمتنا في تبسيط عملية اتخاذ القرارات القائمة على البيانات من خلال تزويد أصحاب المتاجر والمسؤولين بلوحة معلومات شاملة تدمج التحليلات في الوقت الفعلي والتنبؤات المدعومة بالذكاء الاصطناعي والتوصيات القابلة للتنفيذ.

من شغفنا بالابتكار والفهم العميق للتحديات التي يواجهها تجار التجارة الإلكترونية تعمل بروزه على سد الفجوة بين البيانات والاستراتيجيات التسويقية الذكية . سواء كنت متجر إلكتروني صغير أو متجر عملاق، فإن منصتنا تزودك بالأدوات اللازمة لتحسين المبيعات وفهم سلوك العملاء والتفوق على المنافسين.

من خلال التكامل السلس مع منصات التجارة الإلكترونية الرائدة مثل سلة و زد ، تقدم بروزه رؤية موحدة لأداء متجرك واتجاهات السوق وفرص النمو. و يلتزم فريق الخبراء لدينا بمساعدتك على إطلاق العنان لإمكانات عملك بالكامل من خلال التكنولوجيا البديهية والرؤى الشخصية والدعم الذي لا مثيل له.
    `);
</script>

<style scoped lang="scss">
    .disc {
        line-height: 2.5;
    }
</style>